Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic reservoir rocks (Garn and Ile formations).
nb: Primært letemål for brønnen var å påvise petroleum i midtre jura reservoarbergarter (Garn- og Ileformasjonen).

source: The secondary exploration target was to prove petroleum in Lower Jurassic reservoir rocks (Tilje formation).
nb: Sekundært letemål var å påvise petroleum i nedre jura reservoarbergarter (Tiljeformasjonen).

source: An approx. 12.5-metre oil column and approx. 12-metre gas column were encountered in the Garn formation, with thicker reservoir rocks and better reservoir quality than expected.
nb: Det ble påtruffet en om lag 12,5 meter oljekolonne og om lag 12 meter gasskolonne i Garnformasjonen, med tykkere reservoarbergarter og bedre reservoarkvalitet enn forventet.

source: The lower part of the Garn formation is aquiferous.
nb: Nedre del av Garnformasjonen er vannførende.

source: Preliminary estimation of the size of the discovery is between 1 and 2.5 million Sm3 of recoverable oil equivalents.
nb: Foreløpig beregning av størrelsen på funnet er mellom 1 og 2,5 millioner Sm3 utvinnbare oljeekvivalenter.

source: The other exploration targets in the Ile and Tilje formations are aquiferous.
nb: De øvrige letemålene i Ile- og Tiljeformasjonene er vannførende.

source: This is the first exploration well in production licence 645.
nb: Dette er den første letebrønnen i utvinningstillatelse 645.

source: The licence was awarded in APA 2011.
nb: Tillatelsen ble tildelt i TFO 2011.

source: The well was drilled to a vertical depth of 2957 metres below the sea surface, and was terminated in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2957 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: Well 6507/10-2 S was drilled by West Navigator which will continue working on contract for Norske Shell AS on the Ormen Lange field.
nb: Brønn 6507/10-2 S ble boret av West Navigator som fortsetter arbeid på kontrakt for Norske Shell AS på Ormen Lange-feltet.

source: The well has been drilled about 18 kilometres southeast of the Skarv field in the Norwegian Sea.
nb: Brønnen er boret om lag 18 kilometer sørøst for Skarvfeltet i Norskehavet.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Middle and Lower Jurassic period (the Fangst and Båt group).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter fra midtre- og nedre jura (Fangst- og Båtgruppen).

source: It encountered 12 and 15 metres of reservoir rocks of very high reservoir quality in the Garn and Ile formation in the Fangst group, respectively.
nb: Den påtraff 12 og 15 meter reservoarbergarter av meget god reservoarkvalitet i henholdsvis Garn- og Ileformasjonen i Fangstgruppen.

source: In addition, about 20 and 30 metres of reservoir rocks of very high reservoir quality were encountered in the Tilje and Åre formation in the Båt group, respectively.
nb: Dessuten ble det påtruffet om lag 20 og 30 meter reservoarbergarter av meget god reservoarkvalitet i henholdvis Tilje- og Åreformasjonen i Båtgruppen.

source: The well is the first exploration well in production licence 558.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 558.

source: The well was drilled to a vertical depth of 1597 metres below the sea surface and was terminated in Early Jurassic rocks in the Åre formation.
nb: Brønnen ble boret til et vertikalt dyp av 1597 meter under havflaten og ble avsluttet i Åreformasjonen av tidligjura alder.

source: The water depth at the site is 400 metres.
nb: Havdypet er 400 meter.

source: Well 6507/5-7 was drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 507 in the North Sea to drill wildcat well 31/10-1, where Tullow Oil Norge AS is the operator.
nb: Brønn 6507/5-7 ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 507 i Nordsjøen for å bore undersøkelsesbrønn 31/10-1 der Tullow Oil Norge AS er operatør.

source: The well was drilled about 15 kilometres north of the Norne field in the Norwegian Sea, and about 210 kilometres west of Sandnessjøen.
nb: Brønnen er boret om lag 15 kilometer nord for Nornefeltet i Norskehavet, og om lag 210 kilometer vest for Sandnessjøen.

source: The primary exploration target for the well was proving petroleum in Middle and Early Jurassic reservoir rocks (Fangst and Båt groups).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellom- og tidligjura alder (Fangst- og Båtgruppene).

source: The secondary exploration target was proving petroleum in Early Cretaceous reservoir rocks (Lange formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av tidligkritt alder (Langeformasjonen).

source: Reservoir rocks were encountered in the Fangst and Båt groups and in the Lange formation, but with poorer reservoir properties than anticipated.
nb: Det ble påtruffet reservoarbergarter i Fangst- og Båtgruppene og i Langeformasjonen, men med dårligere reservoaregenskaper enn forventet.

source: The well only proved traces of petroleum in the Lange formation and Båt group, and has been classified as dry.
nb: Brønnen påviste bare spor av petroleum i Langeformasjonen og Båtgruppen, og klassifiseres som tørr.

source: This is the first exploration well in production licence 484.
nb: Dette er den første letebrønnen i utvinningstillatelse 484.

source: The well was drilled to a vertical depth of 4000 metres below the sea surface, and was terminated in the Åre formation in the Early Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 4000 meter under havflaten, og ble avsluttet i Åreformasjonen av tidligjura alder.

source: Water depth is 371 metres.
nb: Havdypet er 371 meter.

source: Well 6608/10-16 was drilled by the Bredford Dolphin drilling facility, which will now proceed to production licence 359 in the North Sea to drill appraisal well 16/4-8 S, where Lundin Norway AS is the operator.
nb: Brønn 6608/10-16 ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 359 i Nordsjøen for å bore avgrensningsbrønn 16/4-8 S, der Lundin Norway AS er operatør.

source: The well was drilled about 20 kilometres northeast of the Aasta Hansteen field in the Norwegian Sea.
nb: Brønnen er boret om lag 20 kilometer nordøst for Aasta Hansteenfeltet i Norskehavet.

source: The primary and secondary exploration targets for the well were proving petroleum in Upper Cretaceous reservoir rocks, the Kvitnos and Lysing formations, respectively.
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i øvre kritt reservoarbergarter, henholdsvis Kvitnos- og Lysingformasjonen.

source: Well 6707/10-3 S encountered a total gas column of about 12 metres in the Kvitnos formation with good reservoir properties.
nb: Brønn 6707/10-3 S påtraff en total gasskolonne på om lag 12 meter i Kvitnosformasjonen med gode reservoaregenskaper.

source: The entire reservoir zone, including the water zone, has a gross thickness of about 200 metres.
nb: Hele reservoarsonen, inklusiv vannsonen, har en brutto mektighet på om lag 200 meter.

source: Reservoir rocks were encountered in the secondary exploration target with a total of 25 metres thickness in the Lysing formation, which was tight and aquiferous.
nb: I sekundært letemål ble det påtruffet reservoarbergarter på til sammen om lag 25 meter mektighet i Lysingformasjonen som var tett og vannførende.

source: Preliminary calculations of the size of the discovery are between two and eight billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom to og åtte milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The licensees will assess well results with regard to profitability.
nb: Rettighetshaverne skal vurdere brønnresultater med tanke på lønnsomhet.

source: Well 6707/10-3 S was drilled to a vertical depth of 4264 metres below the sea surface, and was terminated in the Lange formation in the Lower Cretaceous.
nb: Brønn 6707/10-3 S ble boret til et vertikalt dyp av 4264 meter under havflaten, og ble avsluttet i Langeformasjonen i nedre kritt.

source: Water depth is 1421 metres.
nb: Havdypet er 1421 meter.

source: Well 6707/10-3 S was drilled by the West Navigator drill ship.
nb: Brønn 6707/10-3 S ble boret av boreskipet West Navigator.

source: The discovery was proven in 2013 in Permian reservoir rocks and was drilled about 35 kilometres northwest of the Snøhvit field in the Barents Sea.
nb: Funnet ble påvist i 2013 i reservoarbergarter av permisk alder og er boret om lag 35 kilometer nordvest for Snøhvitfeltet i Barentshavet.

source: Before well 7120/1-4 S was drilled, the operator’s resource estimate for the discovery was between 10 and 23 million Sm3 recoverable oil and between 8 and 15 billion Sm3 of recoverable gas.
nb: Før brønn 7120/1-4 S ble boret, var operatørens ressursanslag for funnet på mellom 10 og 23 millioner Sm3 utvinnbar olje og mellom 8 og 15 milliarder Sm3 utvinnbar gass.

source: The objective of well 7120/1-4 S was to delineate the 7120/1-3 discovery.
nb: Hensikten med brønn 7120/1-4 S var å avgrense funnet 7120/1-3.

source: The well encountered ten metres of Permo-Triassic carbonate conglomerate with good reservoir quality over fractured carbonates with limited reservoir quality.
nb: Brønnen påtraff ti meter perm til trias karbonatkonglomerat med god reservoarkvalitet over oppsprukket karbonat med begrenset reservoarkvalitet.

source: The conglomeratic zone contained gas and condensate.
nb: Den konglomeratiske sonen inneholdt gass og kondensat.

source: There were traces of oil in the tight carbonates.
nb: I de tette karbonatene under var det spor av olje.

source: In terms of depth, the oil traces in the appraisal well correspond with the oil zone in discovery well 7120/1-3.
nb: I dyp samsvarer oljesporene i avgrensningsbrønnen med oljesonen i funnbrønn 7120/1-3.

source: Two formation tests were also conducted.
nb: I tillegg er det gjennomført to formasjonstester.

source: Attempts were first made to test a 50-metre zone 23 metres below the assumed gas/oil contact, then in the 10-metre thick gas zone.
nb: Først ble det forsøkt testet en 50 meter sone 23 meter under den antatte gass/ olje kontakten, deretter i den ti meter tykke gassonen.

source: During the test in the oil zone, 170 000 Sm3 of gas was produced per day.
nb: Under testen i oljesonen ble det produsert 170 000 Sm3 gass/dag.

source: The pressure build-up showed drainage from a porous reservoir.
nb: Trykkoppbyggingen viste at en drenerte fra et porøst reservoar.

source: This was due to the lack of a seal between the gas and oil zone on the outside of the casing.
nb: Dette skyldes manglende forsegling mellom gass og oljesonen på utsiden av fôringsrøret.

source: The test in the oil zone is therefore not conclusive.
nb: Testen i oljesonen er derfor ikke konklusiv.

source: The test in the 10-metre thick gas and condensate zone gave a production of 700 000 Sm3 gas and 140 Sm3 oil per day corresponding to a GOF of 5000 m3/m3.
nb: Testen i den ti meter tykke gass og kondensatsonen gav en produksjon på 700 000 Sm3 gass og 140 Sm3 olje pr dagtilsvarende en GOF på 5000 m3/m3.

source: The pressure build-up shows that the production test drained from an area which extends a minimum of 1000 metres in radius out from the well.
nb: Trykkoppbyggingen viser at produksjonstesten drenerte fra et område som strekker seg minimum 1000 meter i radius ut fra brønnen.

source: The DST test confirmed good production properties in the carbonate conglomerate.
nb: DST-testen bekreftet gode produksjonsegenskaper i karbonatkonglomeratet.

source: The preliminary calculation of the size of the discovery is still between 10 and 23 million Sm3 recoverable oil and between 8 and 15 billion Sm3 recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er fortsatt mellom 10 og 23 millioner Sm3 utvinnbar olje og mellom 8 og 15 milliarder Sm3 utvinnbar gass.

source: This is the second exploration well in production licence 492.
nb: Dette er den andre letebrønnen i utvinningstillatelse 492 (lenke til faktasiden).

source: The appraisal well was drilled to a vertical depth of 2490 metres below the sea surface, and was terminated in the Røye formation in the Upper Permian.
nb: Avgrensingsbrønnen ble boret til et vertikalt dyp på 2490 meter under havflaten, og ble avsluttet i Røyeformasjonen i øvre perm.

source: Water depth is 331.5 metres.
nb: Havdypet er 331,5 meter.

source: The well was drilled by the Island Innovator drilling facility, which will now proceed to production licence 609 in the Barents Sea to drill wildcat well 7220/11-1, also with Lundin Norway AS as the operator.
nb: Brønnen ble boret av boreinnretningen Island Innovator som skal nå til utvinningstillatelse 609 i Barentshavet for å bore undersøkelsesbrønn 7220/11-1, også den med Lundin Norway AS som operatør.

source: The well was drilled about four kilometres south of the 7125/4-1 oil and gas discovery and about 105 kilometres northeast of Hammerfest.
nb: Brønnen er boret om lag 4 kilometer sør for olje- og gassfunnet 7125/4-1 og om lag 105 kilometer nordøst for Hammerfest.

source: The exploration target for the well was to prove petroleum in Early Cretaceous reservoir rocks (intra-Knurr formation).
nb: Letemålet for brønnen var å påvise petroleum i reservoarbergarter av tidligkritt alder (intra Knurrformasjonen).

source: Well 7125/4-3 encountered approx. 35-metre thick reservoir rocks with poor reservoir quality in the Knurr formation.
nb: Brønn 7125/4-3 påtraff om lag 35 meter tykke reservoarbergarter med dårlig reservoarkvalitet i Knurrformasjonen.

source: This is the first exploration well in production licence 393 B, which was carved out from production licence 393 in 2010.
nb: Dette er den første letebrønnen i utvinningstillatelse 393 B, som ble fradelt utvinningstillatelse 393 i 2010.

source: The well was drilled to a vertical depth of 993 metres below the sea surface and was terminated in the Hekkingen formation in the Late Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 993 meter under havflaten, og ble avsluttet i Hekkingenformasjonen av senjura alder.

source: Water depth is 294 metres.
nb: Havdypet er 294 meter.

source: Well 7125/4-3 was drilled by the Transocean Spitsbergen drilling facility, which will now drill wildcat well 7319/12-1 in production licence 713, where Statoil Petroleum AS is the operator.
nb: Brønn 7125/4-3 ble boret av boreinnretningen Transocean Spitsbergen, som nå skal bore undersøkelsesbrønn 7319/12-1 i utvinningstillatelse 713 der Statoil Petroleum AS er operatør.

source: Wellbore 15/12-17 A will be drilled from the Mærsk Giant drilling facility at coordinates 58° 01' 42.62'' North and 1° 55' 23.62'' East.
nb: Brønnbanen 15/12-17 A skal bores fra boreinnretningen Mærsk Giant i posisjon 58° 01' 42.62'' Nord og 1° 55' 23.62'' Øst.

source: The drilling program for wellbore 15/12-17 A relates to the drilling of an appraisal well in production licence 038 C.
nb: Boreprogrammet for brønnbane 15/12-17 A gjelder boring av avgrensningsbrønn i utvinningstillatelse 038 C.

source: Talisman is the operator (70%) with Petoro (30%) as the other licensee.
nb: Talisman er operatør (70 %) med Petoro (30 %) som øvrig rettighetshaver.

source: The area in this licence is located in the southern part of block 15/12, just to the south of Varg, which in turn lies somewhat further south of Sleipner Øst in the North Sea.
nb: Arealet i denne tillatelsen fins i sørlige del av blokk 15/12, like sør for Varg som igjen ligger noe lengre sør for Sleipner Øst i Nordsjøen.

source: Production licence 038 was awarded as a supplement to the 3rd round in 1975.
nb: Utvinningstillatelse 038 ble tildelt som tillegg til 3. runde i 1975.

source: A total of 17 wells have been drilled in this block.
nb: Det er boret i alt 17 brønner i blokken.

source: Mærsk Giant has recently drilled well 15/12-17 S.
nb: Mærsk Giant har nettopp boret brønn 15/12-17 S.

source: The drilling permit is conditional upon the operator securing all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter, er gitt før boreaktiviteten starter.

source: The IOR prize is awarded to fields, companies or individuals that exhibit the courage, willingness and ability to improve oil recovery beyond the statutory expectations.
nb: Prisen tildeles felt, selskap eller individer som utviser mot, vilje og evne til å øke utvinningen utover lovpålagte forventninger.

source: Work was also done last year to improve oil recovery from the fields on the Norwegian shelf to maintain production in accordance with the approved plans.
nb: Det ble også i fjor arbeidet for å øke oljeutvinningen fra feltene på norsk sokkel for å opprettholde produksjonen i forhold til allerede godkjente planer.

source: However, no measures were approved or implemented that met the criteria for the NPD's prize.
nb: Det ble ikke vedtatt eller gjennomført vesentlige tiltak som førte til økt produksjon utover dette og som møtte kriteriene til ODs pris.

source: This has also occurred in the past, in 2002.
nb: Dette har skjedd et år tidligere, i 2002.

source: After 2002, we saw definite improvements and had a number of worthy candidates for the prize in 2003.
nb: Etter det så vi klare forbedringer og hadde flere verdige kandidater året etter.

source: More than half of the oil in a reservoir can be left behind after planned field cessation.
nb: Mer enn halvparten av oljen kan bli liggende igjen i undergrunnen etter planlagt feltavslutning.

source: If we manage to extract more of this volume, the value creation could be enormous.
nb: Verdiskapingen kan bli enorm dersom vi greier å få ut mer av dette volumet.

source: In 2005, the authorities set a goal of reserve growth of 5 billion barrels of oil (800 million Sm3) by 2015.
nb: I 2005 satte myndighetene et mål om en reservevekst på 5 milliarder fat olje (800 millioner Sm3) innen 2015.

source: Reserves growth in the last couple of years has been considerably lower than expected.
nb: De siste par årene har reserveveksten vært betydelig lavere enn forventet.

source: There appears to be a trend on the part of the oil companies to prioritise short-term measures to boost production from day to day, and to increase production in the year to come.
nb: Det ser ut til at trenden blant oljeselskapene er å prioritere kortsiktige tiltak for å øke produksjonen fra dag til dag og for å øke neste års produksjon.

source: In spite of extremely high oil prices well into 2008, no measures were implemented with a more long-term production perspective.
nb: Til tross for at oljeprisen var svært høy til langt ut i 2008, ble det ikke satt i verk tiltak med et mer langsiktig produksjonsperspektiv.

source: The NPD regrets the apparent lack of willingness to invest for the future, with a conscious commitment to research, technological development, pilot projects, and the willingness to use new methods on the fields.
nb: OD savner viljen til å investere for framtiden, med bevisst satsing på forskning, teknologiutvikling, pilotprosjekter og vilje til å ta i bruk nye metoder på feltene.

source: It was precisely this type of commitment that created the substantial additional volumes produced from the fields in the 1980s and 1990s.
nb: Det var denne typen satsing som skapte store tilleggsvolumer fra feltene på norsk sokkel på 1980- og 1990-tallet.

source: As things stand now, far too many good projects are being postponed.
nb: Slik det er nå, blir altfor mange gode prosjekter utsatt.

source: This could result in effects such as the loss of profitable but time-critical resources.
nb: Dette kan blant annet medføre at tidskritiske lønnsomme ressurser går tapt.

source: Making decisions to promote improved recovery in the next few years is particularly important for the large fields.
nb: Særlig for de store feltene er det viktig at beslutninger om økt utvinning fattes de nærmeste årene.

source: The IOR prize has a strategic importance in highlighting the NPD's focus on improved oil recovery and value creation from the Norwegian shelf.
nb: IOR-prisen er strategisk viktig for å synliggjøre ODs fokus på økt oljeutvinning og verdiskaping fra norsk sokkel.

source: Several candidates have been considered, but none fulfilled the criteria for the prize in 2008.
nb: Flere kandidater har vært vurdert, men i 2008 var det ingen som oppfylte kriteriene for prisen.

source: The Norwegian Petroleum Directorate's prize for Improved Oil Recovery, the IOR prize, was first awarded in 1998.
nb: Oljedirektoratets pris for økt oljeutvinning, IOR-prisen, ble første gang tildelt i 1998.

source: It has been awarded nine times, in recognition of creativity, steadfastness and willingness to take risks when it comes to using methods and technology that can improve recovery beyond what can be expected with the existing incentives.
nb: Den har vært utdelt ni ganger som en anerkjennelse for kreativitet, standhaftighet og risikovilje når det gjelder å ta i bruk metoder og teknologi som kan øke utvinningen utover det som kan forventes med de insentivene som eksisterer.

source: Previous winners:
nb: Tidligere prisvinnere:

source: 1998: Hydro.
nb: 1998: Norsk Hydro.

source: Troll oil field
nb: Troll oljefelt

source: Foam assisted Water alternating Gas injection, FAWAG pilot on the Snorre field
nb: Skum/såpe brukt på Snorre

source: IOR/EOR projects decided in times with low oil prices
nb: Tiltak for økt oljeutvinning på Ekofisk

source: 2001: Statoil and Egil Sunde.
nb: 2001: Statoil og Egil Sunde.

source: Use of bacteria, MEOR; in the Norne field
nb: Bakteriebruk på Norne

source: 2002: No prize
nb: 2002: Ingen

source: 2004: Gullfaks licence.
nb: 2004: Gullfaks.

source: Project decisions onadvanced drilling and new methods for produced water treatment
nb: Prosjektbeslutninger om avansert boring og vannbehandling

source: Drilling and well technology on the Troll field
nb: Bore- og brønnløsninger

source: Reopening of the Yme field
nb: Gjenåpning av Yme

source: The well was drilled about 65 kilometres southwest of the oil and gas discovery 7220/8-1 Johan Castberg and 130 km northwest of the Snøhvit field in the Barents Sea.
nb: Brønnen er boret om lag 65 kilometer sørvest for olje- og gassfunnet 7220/8-1 Johan Castberg og 130 km nordvest for Snøhvitfeltet i Barentshavet.

source: The well's primary exploration target was to prove petroleum in Upper Cretaceous reservoir rocks (the Kviting formation) and Lower Cretaceous (upper part of the Kolmule formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre kritt (Kvitingformasjonen) og nedre kritt (øvre del av Kolmuleformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks in the lower part of the Kolmule formation.
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter i nedre del av Kolmuleformasjonen.

source: The well encountered shallow siltstone layers in the Kviting formation with elevated gas readings in a gross interval of about 35 metres.
nb: Brønnen påtraff tynne siltsteinslag i Kvitingformasjonen med forhøyede gasslesninger i et brutto intervall på rundt 35 meter.

source: Mobile gas was detected in a sandy siltstone layer.
nb: I et sandig siltsteinslag ble det målt bevegelig gass.

source: Reservoir rocks were not encountered in the Kolmule formation.
nb: I Kolmuleformasjonen er det ikke påtruffet reservoarbergarter.
